---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewType.Section
enum: Autodesk.Revit.DB.ViewType
source: html/bf04dabc-05a3-baf0-3564-f96c0bde3400.htm
---
# Autodesk.Revit.DB.ViewType.Section

Cross section type of view.